<!DOCTYPE html>
<html lang="fr">
    <head>
        <meta charset="UTF-8">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        
        <!-- CSS --> 
        <link rel="stylesheet" href="assets/css/main.css"> 

        <!-- Favicon --> 
        <link rel="icon" href="./assets/img/logo-bon-appetit-blanc.svg" type="image/x-icon"/>

        <!-- Font Awesome --> 
        <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.4.2/css/all.min.css" integrity="sha512-z3gLpd7yknf1YoNbCzqRKc4qyor8gaKU1qmn+CShxbuBusANI9QpRohGBreCFkKxLhei6S9CQXFEbbKuqLg0DA==" crossorigin="anonymous" referrerpolicy="no-referrer"/>

        <title>Bon App&eacute;tit</title>
    </head>

    <body>
        <header class="column">
            <img src="./assets/img/logo-bon-appetit-blanc.svg" alt="logo">
            <div class="column">
                <p>Bon App&eacute;tit, o&ugrave; chaque bouch&eacute;e est une symphonie de saveurs exquises !</p>
                <img src="./assets/img/signature.png">
            </div>
            <nav class="row">
                <a class="button button-white" href="#section-menu">Le Menu</a>
                <a class="button button-white" href="#section-reservation">R&eacute;servation</a>
                <a class="button button-white" href="#section-testimony">Les Avis</a>
            </nav>
        </header>
        <main>
            <section id="section-menu" class="section-even">
                <h1>Le Menu&nbsp;:</h1>
                <div class="column">
                    <article class="row">
                        <div class="column">
                            <img src="./assets/img/food_1_dark.jpg">
                        </div>
                        <div class="column">
                            <h2>Pav&eacute; de B&oelig;uf aux Trois Saveurs</h2>
                            <p>Ce pav&eacute; de b&oelig;uf <span class="highlight-animation">exquis</span> incarne l'essence m&ecirc;me de la cuisine gastronomique. Pr&eacute;par&eacute; avec un soin m&eacute;ticuleux, le steak de b&oelig;uf est tendre et juteux, atteignant la <span class="highlight-animation">perfection</span> de la cuisson. Chaque bouch&eacute;e r&eacute;v&egrave;le une explosion de saveurs riches et profondes.</p>
                            <p>Accompagnant ce d&eacute;lice de viande, des carottes d&eacute;licatement caram&eacute;lis&eacute;es offrent une douceur naturelle, &eacute;quilibr&eacute;e par la texture fondante des poireaux finement tranch&eacute;s. Les champignons sauvages, saut&eacute;s &agrave; la perfection, ajoutent une touche terreuse et umami, cr&eacute;ant ainsi un <span class="highlight-animation">mariage harmonieux de saveurs</span>.</p>
                            <p>Le plat est sublim&eacute; par une sauce riche et velout&eacute;e, &eacute;labor&eacute;e &agrave; partir des jus de cuisson du b&oelig;uf, rehauss&eacute;e d'herbes aromatiques fra&icirc;ches. Cette sauce ajoute une profondeur de go&ucirc;t incroyable, liant tous les &eacute;l&eacute;ments du plat dans une <span class="highlight-animation">symphonie de saveurs</span>.</p>
                        </img>
                    </article>
                    <article class="row-reverse">
                        <div class="column">
                            <img src="./assets/img/food_4_dark.jpg">
                        </div>
                        <div class="column">
                            <h2>Hamburger du chef</h2>
                            <p>Ce burger gastronomique r&eacute;volutionne l'art du fast-food en int&eacute;grant des ingr&eacute;dients de qualit&eacute; sup&eacute;rieure. &agrave; l'int&eacute;rieur d'un pain brioch&eacute; moelleux, vous d&eacute;couvrirez un steak de b&oelig;uf <span class="highlight-animation">parfaitement grill&eacute;</span>, offrant une texture tendre et juteuse &agrave; chaque bouch&eacute;e. Il est associ&eacute; &agrave; une g&eacute;n&eacute;reuse portion de salade de roquette <span class="highlight-animation">fra&icirc;che</span>, apportant une touche de croquant et de saveurs herbac&eacute;es.</p>
                            <p>L'explosion de saveurs se poursuit avec des tranches de tomate juteuses et des oignons rouges croustillants, ajoutant de la fra&icirc;cheur et du piquant au m&eacute;lange. Le tout est <span class="highlight-animation">soigneusement</span> napp&eacute; d'une d&eacute;licieuse sauce sp&eacute;ciale, &eacute;labor&eacute;e &agrave; partir d'ingr&eacute;dients secrets du chef, qui ajoute une note de cr&eacute;ativit&eacute; et d'umami au burger.</p>
                            <p>Pour couronner le tout, une fine couche de fromage fondu enveloppe le steak, ajoutant une onctuosit&eacute; irr&eacute;sistible &agrave; chaque bouch&eacute;e. Servi avec des frites dor&eacute;es et croustillantes, ce burger est une <span class="highlight-animation">symphonie de saveurs</span> et de textures, offrant une exp&eacute;rience gastronomique inoubliable pour les amateurs de cuisine raffin&eacute;e.</p>
                        </div>
                    </article>
                    <article class="row">
                        <div class="column">
                            <img src="./assets/img/food_5_dark.jpg">
                        </div>
                        <div class="column">
                            <h2>&Eacute;clats Marins</h2>
                            <p>Ce plat <span class="highlight-animation">exquis</span> marie l'&eacute;l&eacute;gance de l'&eacute;crevisse avec la d&eacute;licatesse du poisson dans une symphonie de saveurs aquatiques. Les &eacute;crevisses, tendres et parfum&eacute;es, sont <span class="highlight-animation">d&eacute;licieusement</span> associ&eacute;es &agrave; de petits morceaux de poisson fra&icirc;chement p&ecirc;ch&eacute;, cr&eacute;ant ainsi un mariage parfait entre la terre et la mer.</p>
                            <p>Les &eacute;crevisses, d'une couleur &eacute;carlate s&eacute;duisante, sont pr&eacute;par&eacute;es avec une sauce du chef, m&eacute;lange subtil de persil <span class="highlight-animation">frais</span> et de tomates juteuses. Cette sauce, concoct&eacute;e avec l'expertise du chef, enveloppe chaque &eacute;crevisse d'une explosion de saveurs herbac&eacute;es et acidul&eacute;es, cr&eacute;ant un contraste parfait avec la douceur du fruit de mer.</p>
                            <p>Chaque bouch&eacute;e offre une <span class="highlight-animation">harmonie d&eacute;licate</span> entre les notes sal&eacute;es de l'oc&eacute;an et les ar&ocirc;mes frais du jardin. Les &eacute;crevisses, accompagn&eacute;es de petits morceaux de poisson tendre, cr&eacute;ent une exp&eacute;rience gustative complexe et &eacute;quilibr&eacute;e. Les saveurs fra&icirc;ches de la tomate se m&ecirc;lent &agrave; la richesse des &eacute;crevisses, tandis que le poisson apporte une texture d&eacute;licate &agrave; l'ensemble.</p>
                        </div>
                    </article>
                    <article class="row-reverse">
                        <div class="column">
                            <img src="./assets/img/food_6_dark.jpg">
                        </div>
                        <div class="column">
                            <h2>Bar Majestueux</h2>
                            <p>Ce plat <span class="highlight-animation">somptueux</span> r&eacute;unit l'&eacute;l&eacute;gance du bar, la fra&icirc;cheur de la salade et la richesse du saumon dans une harmonie parfaite. Le bar, d&eacute;licieusement pr&eacute;par&eacute;, offre une chair tendre et subtile, &eacute;voquant les vagues douces de l'oc&eacute;an. Il est associ&eacute; &agrave; une salade croquante, compos&eacute;e des ingr&eacute;dients <span class="highlight-animation">les plus frais</span> du jardin, ajoutant une explosion de textures et de saveurs vives.</p>
                            <p>Le saumon, d'une couleur vibrante, apporte une touche de richesse &agrave; ce <span class="highlight-animation">festin marin</span>. Gracieusement int&eacute;gr&eacute; au trio, il offre une exp&eacute;rience gustative robuste et un contraste parfait avec la douceur du bar. Chaque bouch&eacute;e est une aventure culinaire, combinant la d&eacute;licatesse du poisson avec la fra&icirc;cheur des l&eacute;gumes croquants.</p>
                            <p>Ce Trio Marin, agr&eacute;ment&eacute; d'une touche de citron et d'herbes fra&icirc;ches, est une c&eacute;l&eacute;bration de l'oc&eacute;an dans toute sa <span class="highlight-animation">splendeur</span>. Chaque composant est m&eacute;ticuleusement s&eacute;lectionn&eacute; et pr&eacute;par&eacute; pour cr&eacute;er une symphonie de saveurs marines, vous transportant instantan&eacute;ment vers les rivages lointains et myst&eacute;rieux de la mer. Un v&eacute;ritable festin pour les amateurs de fruits de mer, ce plat offre une exp&eacute;rience gastronomique exceptionnelle, capturant l'essence m&ecirc;me de l'oc&eacute;an en chaque bouch&eacute;e.</p>
                        </div>
                    </article>
                </div>
            </section>
            <section id="section-reservation" class="section-odd">
                <div>
                    <h1>R&eacute;servation&nbsp;:</h1>
                    <form class="column">
                        <label for="reservation-name">Nom&nbsp;:</label>
                        <input id="reservation-name" type="text">
                        <label for="reservation-date">Date de r&eacute;servation&nbsp;:</label>
                        <input id="reservation-date" type="datetime-local">
                        <label for="reservation-number">Nombre de personnes&nbsp;:</label>
                        <input id="reservation-number" type="number">
                        <input class="button button-black" type="submit">
                    </form>
                </div>
            </section>
            <section id="section-testimony" class="section-even column testimonies">
                <h1>Les Avis&nbsp;:</h1>
                <div class="row">
                    <div class="column">
                        <div class="row">
                            <div>
                                <img src="./assets/img/testimony1.png" alt="profil-1">
                            </div>
                            <h3>Emilie</h3>
                        </div>
                        <p>Notre d&icirc;ner au restaurant gastronomique a &eacute;t&eacute; une v&eacute;ritable explosion de saveurs.Chaque plat &eacute;tait une &oelig;uvre d'art &agrave; d&eacute;guster, avec des ingr&eacute;dients frais et locaux pr&eacute;par&eacute;s de mani&egrave;re inventive. Chaque bouch&eacute;e &eacute;tait une surprise d&eacute;licieuse, et le service attentionn&eacute; a ajout&eacute; &agrave; l'ambiance exceptionnelle de la soir&eacute;e.</p>
                        <p>7/10/23</p>
                    </div>
                    <div class="column">
                        <div class="row">
                            <div>
                                <img src="./assets/img/testimony2.png" alt="profil-2">
                            </div>
                            <h3>Sophie</h3>
                        </div>
                        <p>Nous avons &eacute;t&eacute; chaleureusement accueillis d&egrave;s notre arriv&eacute;e et le personnel s'est assur&eacute; que notre exp&eacute;rience soit m&eacute;morable du d&eacute;but &agrave; la fin. Leur connaissance approfondie des plats et des vins nous a guid&eacute;s &agrave; travers un voyage gustatif incroyable. L'ambiance du restaurant &eacute;tait &agrave; la fois &eacute;l&eacute;gante et intime, cr&eacute;ant ainsi le cadre parfait pour une soir&eacute;e gastronomique inoubliable.</p>
                        <p>05/08/23</p>
                    </div>
                    <div class="column">
                        <div class="row">
                            <div>
                                <img src="./assets/img/testimony3.png" alt="profil-3">
                            </div>
                            <h3>James</h3>
                        </div>
                        <p>Ce restaurant gastronomique se distingue par son engagement envers l'innovation culinaire. Chaque plat pr&eacute;sentait des combinaisons de saveurs uniques et des techniques de cuisson cr&eacute;atives. Chaque d&eacute;tail &eacute;tait pris en compte, de la pr&eacute;sentation artistique &agrave; l'harmonie des saveurs. C'&eacute;tait une exp&eacute;rience qui a &eacute;veill&eacute; nos sens et nous a laiss&eacute; des souvenirs gustatifs durables.</p>
                        <p>10/03/23</p>
                    </div>
                </div>
                <button class="button button-black">Laissez un avis</button>
            </section>
        </main>
        <footer class="column">
            <div class="row">
                <div class="column">
                    <h2>Les Horaires</h2>
                    <ul>
                        <li>Lundi&nbsp;: de 11h &agrave; 14h et de 18h &agrave; 23h</li>
                        <li>Mardi&nbsp;: de 11h &agrave; 14h et de 18h &agrave; 23h</li>
                        <li>Mercredi&nbsp;: de 11h &agrave; 14h et de 18h &agrave; 23h</li>
                        <li>Jeudi&nbsp;: de 11h &agrave; 14h et de 18h &agrave; 23h</li>
                        <li>Vendredi&nbsp;: de 11h &agrave; 14h et de 18h &agrave; 23h</li>
                        <li>Samedi&nbsp;: de 11h &agrave; 15h et de 17h30 &agrave; 00h</li>
                        <li>Dimanche&nbsp;: de 11h &agrave; 15h et de 17h30 &agrave; 00h</li>
                    </ul>
                </div>
                <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d82924.83200827571!2d0.13119414999999998!3d49.49582095!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x47e02f2395218b7d%3A0x5bc1867aaf33af12!2sLe%20Havre!5e0!3m2!1sfr!2sfr!4v1696836741986!5m2!1sfr!2sfr" width="600" height="450" style="border:0;" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
                <div class="column">
                    <h2>Nous Suivre</h2>
                    <div class="row">
                        <a href="https://www.facebook.com/" target="_blank"><i class="fa-brands fa-facebook"></i></a>
                        <a href="https://www.instagram.com/" target="_blank"><i class="fa-brands fa-instagram"></i></a>
                    </div>
                    <h2>Nous Contacter</h2>
                    <p>02 36 94 58 71</p>
                </div>
            </div>
            <div class="row">
                <div class="column">
                    <p>&copy; 2023 Bon App&eacute;tit</p>
                    <a href="#" target="_blank">Mentions l&eacute;gales</a>
                </div>
            </div>
        </footer>
        <button onclick="backToTop()" id="btp" title="btp" class="btp">Retour en haut</button>
        <button id="secret" class="secret"></button>
        <!-- JS -->
        <script src="./assets/js/secret.js"></script>
        <script src="./assets/js/main.js"></script>
    </body>
</html>